Repository: shelllet/languages
Catalog: Strings/*/Resources3.resw
Source language: en_us
Languages: ja_jp, zh_hans_cn, zh_tw

# TcpConnect.Description
source: This action connects to the server through either tcp or udp.
ja_jp: この動作は、tcpまたはudpを介してサービス側に接続する。

# TcpConnect.Title
source: Linkage
ja_jp: 接続

# DrawDetectionResult.Description
source: Draw the object detection results, usually containing a rectangular box
ja_jp: 描画オブジェクトの検出結果(通常は長方形のボックスを含む)

# DrawDetectionResult.Title
source: DrawDetectionResult
ja_jp: ドラフトチェック結果

# Empty.Description
source: Empty
ja_jp: エンプティ

# Empty.Title
source: Empty
ja_jp: エンプティ

# EnumWindows.Description
source: Enumeration window
ja_jp: 列挙ウィンドウ

# FilterWindows.Description
source: Filter the eligible windows in the current operating system
ja_jp: 現在のオペレーティング・システムの条件を満たすウィンドウをフィルタリング

# FilterWindows.Title
source: FilterWindows
ja_jp: ウィンドウフィルタ

# WindowRect.Description
source: Get or set the size and location of the specified window. This position is given by the screen coordinates in the upper left corner of the screen coordinate.
ja_jp: 指定されたウィンドウのサイズと位置を取得または設定します。これは、画面座標の左上隅の画面座標で与えられます。

# WindowRect.Title
source: WindowRect
ja_jp: ウィンドウ長方形

# TypeJson.Description
source: Define the JSON data format
ja_jp: JSONデータ形式を定義します

# ExistProcess.Title
source: CheckProcess
ja_jp: アプリケーションを検出します
